Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: The alignment any particular character falls under is mostly a matter of opinion in works other than TabletopGames, due to the large wiggle room for AlternateCharacterInterpretation, character development, and so on.
pt_br: O alinhamento de qualquer personagem em particular é geralmente questão de opinião em obras que não sejam Br/JogosDeMesa, devido ao amplo espaço disponível para Br/InterpretacaoAlternativaDePersonagem, desenvolvimento de personagem, etc.

source: The alignment system most roleplayers are familiar with is the one used in ''TabletopGame/DungeonsAndDragons'', which has appeared in a couple of different forms:
pt_br: O sistema de alinhamento/tendências que a maioria dos jogadores conhece é aquele usado em ''BrJogoDeMesa/DungeonsAndDragons'', que aparece com algumas variações.

source: The antithesis of these tropes is FridgeLogic, whereas an audience comes to realize the implications -- often {{unfortunate|implications}} ones.
pt_br: A antítese destes tropos é a Br/LogicaDeGeladeira, quando o público percebe as implicações -- que geralmente são [[Br/ImplicacoesInfelizes infelizes]].

source: The arcade owners have to make money ''somehow'', you know.
pt_br: Afinal, os donos da casa de jogos precisam ''de algum modo'' conseguir dinheiro.

source: The attempted heroic sacrifice occurs when Spooner implores the robot to save Sarah and leave Spooner to either die or find a way out himself-- the robot completely ignores Spooner's pleas in a glaringly emotionless manner.
pt_br: O sacrifício heroico tentado ocorre quando Spooner implora que o robô salve a Sarah e deixe Spooner para morrer ou para encontrar um jeito de se salvar -- o robô ignora completamente os pedidos de Spooner sem demonstrar emoção.

source: The audience is either supposed to not notice or accept it, particularly if rescuing her is part of the WishFulfillment.
pt_br: O público não deve perceber isso ou deve aceitar, em especial se o resgate dela é parte do processo de Br/SatisfacaoDeDesejos.

source: The audience is not supposed to realize that she should be capable of at ''least'' putting up a more capable fight.
pt_br: O público não deve percer que ela deveria ser capaz de, ''no mínimo'', impôr mais resistência.

source: The author could employ a TimeSkip in order to justify reconstructing the world, but doing so would significantly alter the setting (and potentially alienate existing fans who only liked the pre-TimeSkip setting).
pt_br: O autor pode se valer de um Br/SaltoTemporal para justificar a reconstrução do mundo, mas fazer isso alteraria de maneira significativa a ambientação (e possivelmente alienaria fãs existentes que gostam apenas do cenário pré-salto temporal).

source: The author isn't going to write any more.
pt_br: Não tem o que dizer; são só palavras e o autor não vai escrever mais.

source: The background noise and familiar voices add a comfortable ambiance to a home.
pt_br: O ruído de fundo e as vozes adicionam um pouco de conforto ao lar.

source: The backlash can go double for sequels that [[HappyEndingOverride turn happy endings into the beginning of great suffering, struggle, and conflict]].
pt_br: Isso pode ser ainda pior para sequências que [[Br/PassarPorCimaDoFinalFeliz transformam finais felizes no começo de algo com grande sofrimento, dificuldade e conflito]].

source: The balance-happy sort may sometimes be [[TheDitz characters just too dumb to know the difference]], but may also be a WildCard.
pt_br: Esse tipo pode às vezes ser um personagem burro demais para fazer distinções, mas também pode ser Br/OCoringa.

source: The basic story is far, far older, however, with Sanskrit and Sumerian tales of craftsmen making deals with demons for superlative skill, making this OlderThanDirt.
pt_br: A história básica, no entanto, é bem mais antiga, com relatos em sânscrito e sumeriano sobre artesãos que fazem acordos com diabos para obterem habilidade excepcional, o que torna este tropo Br/MaisVelhoQueOPo.

source: The battles we used to have -- extraordinary!\\ '''Vic''': "Used to." That's the problem, Captain.
pt_br: Os combates que costumávamos ter eram incríveis!\\ '''Vic:''' "Costumavam". Esse é o problema, Capitão.

source: The best way to get these requirements is either that the producing company and/or the publisher have their own localization department, or hiring a reliable outsourced translation company which is properly familiarized with the product.
pt_br: O melhor jeito para se alcançar esses requisitos é com a companhia responsável possuindo o próprio departamento de localização ou contratando uma empresa de tradução confiável e que seja familiarizada com o produto.

source: The big blue crystal ball that is the core itself is dangling twenty stories below them with a clear line of sight[[/note]] and silently raises his sub-machine gun to blast the computer core to smithereens.
pt_br: A grande bola de cristal que é de fato o núcleo fica pendurada vários andares abaixo com linha direta de visão[[/note]] e silenciosamente levanta sua arma para estourar o núcleo em pedacinhos.

source: The bit in the car when they're chasing after Sonny is a particularly good example, to the point where Spooner insists that Calvin must know his ex-wife, given how much she nags him.
pt_br: O segmento no carro em que eles estão atrás de Sonny é um exemplo particularmente bom, ao ponto em que Spooner comenta que Calvin deve conhecer a ex-esposa dele, dado o quanto ela o perturba.

source: The book had two adaptations, one to the [[TheFilmOfTheBook big-screen]] in 1965 and another in a [[MiniSeries mineseries]] from 1985.
pt_br: O livro teve duas adaptações, uma para o [[Br/OFilmeDoLivro cinema]] em 1965 e outra em uma [[{{Br/Minisserie}} minissérie]] de 1985.

source: The book is best know for mixing {{Neologism}}s with orality in [[AnachronicOrder a non-linear narrative]], making it [[MindScrew very difficult to understand]] at first reading, and for [[{{Doorstopper}} its more than 600 pages]].
pt_br: O livro é mais conhecido por misturar [[{{Br/Neologismo}} neologismos]] com regionalismos e oralidade, o que o torna [[Br/ParafusoMental bastante difícil de entender]] na primeira leitura, e por suas [[Br/PesoDePorta mais de 600 páginas]].

source: The book is finished.
pt_br: Boa sorte.

source: The camera pans down to reveal Doña Florinda [[HugeGuyTinyGirl trying to get on the tip of her toes]].
pt_br: A câmera move para baixo e revela que Dona Florinda [[Br/CaraAltoComGarotaPequena está na pontinha dos pés]].

source: The canonical CharacterAlignment for most Ax-Crazy characters is [[ChaoticEvil Chaotic]] or NeutralEvil, though a couple of ChaoticNeutral [[NominalHero examples exist]].
pt_br: O Br/AlinhamentoDePersonagem canônico para a maioria dos doidos de pedra é Br/CaoticoEMau ou Br/NeutroEMau, apesar de [[Br/HeroiNominal existirem alguns exemplos]] do tipo Br/CaoticoENeutro.

source: The cat's whereabouts and condition are not addressed and there's no follow-up.
pt_br: O paradeiro do gato não é mencionado em nenhum momento depois disso.

source: The character has done a number of things that deserve a karmic comeuppance, most importantly things that caused harm to the innocent.
pt_br: O personagem fez várias coisas que mereciam um retorno cármico, coisas que causaram dor a inocentes.

source: The character who is always made the butt of the demeaning joke or the "put them through hell" plotline.
pt_br: É o personagem que é sempre feito de alvo para a piada depreciativa ou colocado em uma trama do tipo "faça ele sofrer".

source: The character who offers the deal is often, though not always, TheCorrupter (and not all Corrupters use this as a tactic).
pt_br: O personagem que oferece o acordo costuma ser Br/OCorruptor (mas não sempre; e nem todos os corruptores usam isso como tática).

source: The character's lust and sexual activity will later be their only defining characteristic and may become TheCasanova, an ExtremeOmnisexual, or even a rapist.
pt_br: A luxúria e atividade sexual posteriormente será o único traço característico e o personagem poderá se tornar Br/OCasanova, um Br/OmnisexualExtremo ou até mesmo um estuprador.

source: The chief setting of futuristic stories from the the Golden Age of Science Fiction.
pt_br: É a ambientação principal de histórias futuristas da Era Dourada da Ficção Científica.

source: The comedy version will often end up being either a ButtMonkey or a ChewToy.
pt_br: A versão humorística geralmente é um Br/{{Corinho}} ou um Br/BrinquedoDeMorder.

source: The concept of "destiny" is glossed over altogether, and the events in question are simply disguised as mere happenstance.
pt_br: O conceito de "destino" é repassado e os eventos em questão ficam disfarçados como mero acaso.

source: The concept of the "philosophical zombie" may be mentioned -- if you encountered something that gave all the outward appearance of a thinking, feeling being but had no internal consciousness such as you have, how could you tell?
pt_br: O conceito de "zumbi filosófico" pode ser mencionado -- se você encontrasse algo que tivesse a aparência completa de um ser pensante e senciente, mas não tivesse consciência interna como você, como poderia saber?

source: The connection between gender and loss of control was originally intended to go unnoticed.
pt_br: A conexão entre gênero e perda de controle deveria originalmente passar despercebida.

source: The connection between morality and promiscuity is intended to be subtle.
pt_br: A conexão entre moralidade e promiscuidade deveria ser sutil.

source: The contrapositive corollary is SequelDifficultyDrop.
pt_br: O corolário contrapositivo é a Br/QuedaDeDificuldadeDaSequencia.

source: The creator is aware that there are some conventions which are {{Pet Peeve Trope}}s for one reason or another.
pt_br: O criador sabe que existem algumas convenções que despertam implicância nas pessoas por um motivo ou outro.

source: The creators want the audience to be familiar with the characters and situation, without having to bother with such things as "what happened last episode".
pt_br: Os criadores querem que o público esteja familiar com os personagens e a situação, sem ter que se incomodar com coisas do tipo "o que aconteceu no episódio passado".

source: The cybernetic components include his entire left arm and shoulder.]] * CyberPunk: Cleaner and neater than most examples, but prevalent robots, the main character [[spoiler: being a cyborg]] and investigating a possibly-corrupt corporation lend it this vibe.
pt_br: Os componentes cibernéticos incluem o braço e o ombro esquerdos.]] * Br/CyberPunk: Um exemplo mais higienizado que o normal, mas a prevalência de robôs, o personagem principal [[spoiler: sendo um ciborgue]] e a investigação de uma corporação possivelmente corrupta transmitem essa sensaçao.

source: The death of an extra is used for a particular reason (see the choices just below) so it is shown with some emphasis; but background characters surviving isn't interesting at all, so when they do, it happens almost unnoticed, e.g. Recap/StarTrekS1E8Miri.
pt_br: A morte de um extra é usada por algum motivo específico e, por isso, é mostrada com alguma ênfase, mas a sobrevivência dos personagens de fundo não é nada interessante, então quando isso acontece, é de maneira quase imperceptível.

source: The default setting used in most WideOpenSandbox games.
pt_br: É a ambientação padrão de muitos jogos do tipo ''sandbox''.

source: The defining feature of slapstick is its highly exaggerated nature, combined with a lack of serious physical consequences.
pt_br: A característica marcante da comédia pastelão é sua natureza bastante exagerada combinada com a falta de consequências físicas sérias.

source: The difference between them and BloodKnight is this trope is all about killing while the BloodKnight is only interested in ''fighting''.
pt_br: A diferença eles e o Br/CavaleiroDeSangue é que este tropo é sobre a matança, enquanto o Br/CavaleiroDeSangue está apenas interessado em ''lutar''.

source: The different points of view might be separated by section breaks (Creator/StephenKing's ''Literature/TheDarkTower''), by chapters (George R. R. Martin's ''Literature/ASongOfIceAndFire''), or even just by shifting to a new paragraph (Frank Herbert's ''Franchise/{{Dune}}''; warning: DontTryThisAtHome).
pt_br: Os diferentes pontos de vista podem ser separados por quebras de seção (''BrLiteratura/ATorreNegra'' de BrCriador/StephenKing), por capítulos (''BrLiteratura/AsCronicasDeGeloEFogo'' de BrCriador/GeorgeRRMartin) ou simplesmente ao mudar de parágrafo (BrFranquia/{{Duna}} de BrCriador/FrankHebert; alertamos para que Br/NaoTenteIssoEmCasa).

source: The direct opposite of a KarmaHoudini (although technically the definition applies to those who escape from karma regardless of whether it's good or bad).
pt_br: É o oposto direto de um Br/KarmaHoudini (apesar de tecnicamente essa definição se aplicar para aqueles que escapam do karma, independentemente de ele ser bom ou ruim).

source: The doctor says she has no more than twenty years to live.
pt_br: O doutor disse que ela não vai viver por mais que vinte anos.

source: The downfall of the Templars also became an endpoint for UsefulNotes/TheCrusades, whose enthusiasm had already ebbed.
pt_br: A queda dos Templários também foi um ponto final para BrNotasUteis/AsCruzadas, cujo entusiasmo já tinha sumido.

source: The dramatic fall from grace, from Poor Brothers venerated for their devotion to Christ to blasphemers and neo-pagans associated with usury, cemented the Templar legend.
pt_br: E a queda dramática da graça, de pobres irmãos venerados por sua devoção à Cristo para blasfemos e neo-pagãos associados com usura, cimentou a lenda dos Templários.

source: The dreadful compulsion on the part of writers and filmmakers to add new chapters to perfectly good works has been likened to an addiction, sometimes termed 'sequelholism'.
pt_br: A compulsão terrível por parte dos escritores e diretores de cinema em adicionar novos capítulos a obras bem fechadas foi, portanto, equiparada a um vício.

source: The driver of the other car died on impact, but a little girl was still alive.
pt_br: O motorista do outro carro morreu no impacto, mas uma pequena garota ainda estava viva.

source: The dub became widely popular and one of the most remembered things about the series, being basically considered official by fans.
pt_br: A dublagem se tornou amplamente popular, tornando-se uma das coisas mais lembradas a respeito da série e sendo consideradas como oficial por parte dos fãs.

source: The earlier in the story the plot-driving coincidences occur, the more leeway the writer has with them.
pt_br: Quanto mais cedo na história essas coincidências acontecem, mais espaço há para o escritor manobrar.

source: The easiest way to go about this is to use only the regular cast (or even just ''part'' of the regular cast) and set it in a single location, especially if you have a main standing set.
pt_br: O jeito mais simples de fazer isso é usar apenas o elenco regular (ou até mesmo apenas ''parte'' do elenco regular) e o ambientar em um único local, principalmente se você tiver um cenário principal.

source: The end of the film shows Agent L, a woman who becomes J's new partner.
pt_br: O final do filme mostra a agente L, uma mulher que se torna a nova parceira do J.

source: The ending line gives it all: --> [[spoiler: '''Chavo''': And I don't have to give the 120 pesos to the lottery shop's owner, because now I just remembered that ticket is for tomorrow's raffle.]] * StealthInsult: [[CatchPhrase Always followed]] by [[AsideGlance "What did (s)he mean by that?"]] One eponymous one was given in a flashback of Doña Florinda and her Husband.
pt_br: A última fala entrega tudo: --> '''Chaves:''' [[spoiler: E eu nem precisei dar o dinheiro para o dono da loteria, porque eu acabei de lembrar que esse bilhete é para o sorteio de amanhã!]] * Br/InsultoFurtivo: [[Br/{{Bordao}} Seguido sempre]] por [[Br/OlhadinhaLateral "O que será que ela(e) quis dizer?"]]. Um exemplo ótimo ocorre em uma recordação de Dona Florinda e seu finado esposo.

source: The entire story hinges upon TheHerosJourney, which is an archetypical story.
pt_br: Toda a história se baseia na Br/JornadaDoHeroi, que é uma história arquetípica.

source: The episode title is [[spoiler: "Faltando a las clases en Domingo" (Skipping the class at Sunday)]] * SpoofAesop: ** A gem by Don Ramón: "There's no bad job; the bad thing is having to work." ** A time in which El Chavo tried to tell Quico to not cheat in a game.
pt_br: O título do episódio é [[spoiler: "Matando aula no domingo"]]. * Br/EsopoParodiado: ** Uma pérola proferida pelo Seu Madruga: "Não existe trabalho ruim, o ruim é ter que trabalhar". ** Uma ocasião em que o Chaves tentou pedir que Quico não trapaceasse em um jogo.

source: The excuse can be played with in many ways.
pt_br: A desculpa pode ser usada de muitas formas.

source: The executives seem to think that LGBT persons will watch anything that portrays one of them, regardless of quality, out of desperation for positive representation on television.
pt_br: Os executivos parecem pensar que as pessoas do meio LGBT vão assistir qualquer coisa que retrate alguém do meio, independentemente de qualidade, apenas pelo desespero em ver representatividade positiva na televisão.

source: The exploiter can be offering anything from some shiny new AppliedPhlebotinum to making a high school nerd [[InWithTheInCrowd popular]], to [[LeonineContract saving your life moments before death]].
pt_br: O aproveitador pode oferecer qualquer coisa, desde Br/CoisoniumAplicado novinho em folha para tornar popular o nerd do ensino médio, até [[Br/ContratoLeonino salvar a sua vida momentos antes da morte]].

source: The extreme counterpart of the former trope, CosmicPlaything, can be considered this trope's polar {{opposite|Tropes}}.
pt_br: A contraparte extrema, Br/BrinquedoCosmico, pode ser considerada oposto polar deste tropo.

source: The extreme form of a FreakOut.
pt_br: É a forma extrema de um Br/{{Surto}}.

source: The film also stars Creator/LindaFiorentino as Laurel Weaver, Creator/VincentDOnofrio as Edgar and Creator/RipTorn as Chief Zed.
pt_br: O filme também apresenta BrCriador/LindaFiorentino como Laurel Weaver, BrCriador/VincentDOnofrio como Edgar e BrCriador/RipTorn como o chefe Zed.

source: The film features many of the concepts of that universe.
pt_br: O filme carrega muitos conceitos desse universo.

source: The film has spawned two sequels, ''Film/MenInBlackII'' (2002) and ''Film/MenInBlack3'' (2012) with Smith, Jones and Sonnenfeld returning, an [[WesternAnimation/MenInBlackTheSeries animated series]], and a [[Ride/MenInBlackAlienAttack theme park ride]].
pt_br: O filme originou duas sequências, ''BrFilme/MIBHomensDePretoII'' (2002) e ''BrFilme/MIBHomensDePretoIII'' (2012), tendo o retorno de Smith, Jones e Sonnenfeld, assim como uma [[BrAnimacaoOcidental/MIBHomensDePreto série animada]] e um passeio interativo no parque temático da Universal.

source: The film itself notes in the credits that it was only "suggested" by the book, as opposed to "Inspired by", or "Based on".
pt_br: O próprio filme menciona nos créditos que ele foi "sugerido" pelo livro, ao invés de "inspirado por" ou "baseado em".

source: The film was released on July 2nd, 1997.
pt_br: O filme estreou no dia 2 de julho de 1997.

source: The final scene reveals that our galaxy is just like the MacGuffin, and lies several layers down within a miniature galaxy-orb that an alien is playing marbles with.
pt_br: A última cena revela que a nossa própria galáxia é como o Br/MacGuffin, e que fica muitas camadas no interior de um orbe em miniatura de galáxia que um alien usa para jogar bolinha de gude.

source: The first film actress to make physical comedy her specialty was Mabel Normand back in the 20s, and luckily this stereotype is fading more and more in the modern day.
pt_br: A primeira atriz a fazer de sua especialidade a comédia física foi Mabel Normand nos anos 1920, e felizmente esse estereótipo tem diminuído a cada dia.

source: The first thing he does after getting outside is rudely shove and insult a friendly delivery robot in his way, showing his paranoia and bigotry towards robots.
pt_br: A primeira coisa que ele faz após sair é empurrar e insultar um robô de entrega que estava em seu caminho, o que ilustra seu ressentimento com robôs.

source: The first-person perspective us usually the main character but may be a FirstPersonPeripheralNarrator whose function is to observe and narrate the story of the real protagonist.
pt_br: A perspectiva em primeira pessoa costuma ser a do personagem principal, mas pode ser também a de um Br/NarradorPerifericoEmPrimeiraPessoa, cuja função é observar e narrar a história do verdadeiro protagonista.

source: The fist, the knee, the elbow, the head!
pt_br: O punho, o joelho, o cotovelo, a cabeça!

source: The following episode involves El Chavo's trial at Doña Florinda's house, with Don Ramón as the defense attorney, Doña Florinda as the prosecutor, Quico as the witness, and El Profesor Jirafales as the judge.
pt_br: O episódio seguinte apresenta o julgamento de Chaves na casa de Dona Florinda, com Seu Madruga como advogado de defesa, Dona Florinda como promotora, Quico como testemunha e o Professor Girafales como o juiz.

source: The former pool manufacturer is now using a provision to manufacture hot tubs and is following both the letter and spirit of the rules but this may not be readily obvious to an outside observer.
pt_br: O fabricante de piscinas agora pode se apoiar na emenda para fabricar as banheiras e está seguindo tanto a escrita quanto o espírito das regras, ainda que isso não seja óbvio para um observador externo.

source: The goodness or badness of the rebellion boils down to whether the rules-bending character follows or ignores the intent of the law.
pt_br: A bondade ou maldade da rebelião tem a ver com se o personagem que dobra as regras está seguindo ou ignorando a intenção da lei.

source: The ground cracks on his impact, but one crack runs up some stairs and towards the Third Law of Robotics ("A robot must protect its own existence as long as such protection does not conflict with the First or Second Law.") This subtly symbolizes the first visible "crack" the Three Laws are beginning to display: Sonny is protecting his own existence but is disobeying a human in order to do so.
pt_br: O chão racha com o impacto, mas uma rachadura sobe as escadas na direção da Terceira Lei da Robótica ("um robô deve proteger sua própria existência, contanto que tal proteção não contrarie as Leis número Um e Dois"). Isto simboliza sutilmente a primeira "trinca" visível que as Três Leis começam a mostrar: Sonny está protegendo a própria existência mas está desobedecendo um humano para fazê-lo.

source: The guy at the Pro Shop did it.
pt_br: Foi um cara numa loja.

source: The guy at the pro shop did it.
pt_br: Foi um cara numa loja.

source: The harder Mr. Furious tries to get angry to invoke his rage-induced super-strength, the farther he seems to get from the genuine anger he needs.
pt_br: Quanto mais o Irado tenta ficar furioso para ativar a super força, mais longe ele parece ficar da genuína raiva que ele busca.

source: The hero has accomplished their goal; they've killed the BigBad, or defeated them forever, or at least scored a major blow against the antagonist.
pt_br: O herói alcançou o objetivo; eles mataram o Br/Malvadao, ou o derrotaram para sempre, ou no mínimo causaram um grande revés para o antagonista.
